<template>
  <view>
    <view>鉴于甲乙双方已经签署《海尔产品经销总合同》（以下称“主合同”）及产品年度销售协议，未签 署主合同及年度产品销售协议的本协议自始无效。为了协助甲方更好地经营海尔产品，实现厂商双赢，经双方友 好协商，签订此协议如下：
    </view>
    <view> 一：品牌范围：海尔、卡萨帝、统帅</view>
    <view>二：产品范围：冰箱、冷柜、洗衣机、家用空调、平板、热水器（热泵、太阳能热水器除外）、厨 房电器（集成灶除外）；</view>
    <view>三、反向定制订单协议约定如下:</view>
    <view>1. 反向定制订单定义：甲方在乙方规定的时间内、按规定的产品型号提交的订单为反向定制订单， 所有反向定制订单受本协议内容约束。</view>
    <view>2.甲方需接受乙方对反向定制订单的支付约定：</view>
    <view>①反向定制订单每次均按照订单总销售额15%缴纳预定金；反向定制订单产品生产完成入小微TC库后，需甲方7天内补齐全部尾款，预定金作为货款与尾款一起扣款；超期未补齐全部尾款，则反向定制订单预定金作为违约金由乙方全额扣除。
    </view>
    <view>②甲方补齐尾款扣除后，物权转移至甲方；</view>
    <view>③甲方缴纳的反向定制订单预定金，非乙方原因造成违约将不予退还；乙方原因取消反向定制订单的，甲方缴纳的预定金全额返还。</view>
    <view>3. 甲方必需按照乙方要求规范经营海尔产品，严格遵守海尔经销商手册及海尔全网销售管理规范等文件，否则乙方有权终止本协议；甲方需按照本协议要求规范执行反向定制订单，协议期内出现一
      次违约则取消甲方反向定制抢单资质六个月，第二次违约则永久取消甲方反向定制抢单资质。
    </view>
    <view>四、本协议必须保密，不得外传，如一方泄露给第三方，此协议失效，泄露方承担违约责任。</view>
    <view>五、如双方因本协议履行中出现业务争议，双方应协商解决；协商不成时，争议解决方式：同主合同</view>
    <view>六、 本协议一式三份，甲方执一份，乙方执两份，由甲乙双方加盖公章或合同专用章后生效；</view>
    <view>甲方(盖章)：</view>
    <view>代表：</view>
    <view>时间：</view>
    <view>乙方(盖章)：</view>
    <view>代表：</view>
    <view>时间：</view>
  </view>
</template>

<script>
export default {
  name: 'JBigOrderProtocol'
};
</script>

<style scoped>

</style>
